Repository: 1031975582/MWatch
Catalog: STB/STB/Source/*.lproj/MultiLanguage.strings
Languages: ar

# Alert
source: Prompt
ar: موجه

# Network Disconection
source: Internet disconnected
ar: قطع الإنترنت

# TV box not found，please check!
source: Can't find STB, please check ！
ar: لا يمكن العثور على STB، يرجى مراجعة！

# Please connect TV Box
source: Please connect to STB
ar: يرجى الاتصال STB

# Error:Channel List Command
source: Can't get channel list !
ar: لا يمكن الحصول على قائمة القنوات!

source: Channel list is empty
ar: قائمة القنوات فارغة

# Version is expired
source: Version expired
ar: انتهت النسخة

# NO Channel
source: Channel doesn’t exist
ar: لا توجد قناة

source: Loading…
ar: تحميل ...

# Please connect internet
source: Please connect to internet
ar: يرجى الاتصال بالإنترنت

source: The new password and verify password is not equal
ar: كلمة المرور الجديدة وتأكيد كلمة المرور لا يساوي

# SETUP
source: Setting
ar: الإعداد

# Box Setup
source: STB setting
ar: إعداد STB

# Box Setup will exit
source: Exiting STB setting
ar: إنهاء الإعداد STB

# WIFI
source: Wifi Setting
ar: الضبط هوائي

# Parent Lock
source: Parental lock
ar: قفل الوالدين

# Menu Password
source: Master code setting
ar: وضع رمز الرئيسي

# Version
source: Version update
ar: إصدار التحديث

# Firmware Upgrade
source: Version update
ar: إصدار التحديث

# Signal
source: Signal quality
ar: جودة الإشارة

# CA Check
source: CA information
ar: المعلومات CA

source: Language
ar: لغة

# Program Search
source: Channel search
ar: البحث عن القناة

# Factory Reset
source: Recover to factory default
ar: لاستعادة المصنع الافتراضية

# System Info
source: System information
ar: نظام المعلومات

source: no signal
ar: عدم وجود إشارة

source: Signal quality:
ar: جودة الإشارة:

source: Signal strength:
ar: قوة الإشارة:

# Please enter the menu password
source: Please insert master code
ar: يرجى ادخال الرمز الرئيسي

# The password is not correct,please reenter
source: Code incorrect, please insert again
ar: رمز غير صحيح، يرجى إدراج مرة أخرى

# Please select the channel needs to be locked
source: Please tick the channel you want to add the lock
ar: يرجى وضع علامة في القناة التي تريد إضافة قفل

# Please input the primitive password
source: Pleae inout original password
ar: الرجاء إدخال كلمة المرور الأصلية

# Please input the new password
source: Please input new password
ar: الرجاء إدخال كلمة مرور جديدة

# Please input the channel password
source: Please input channel password
ar: يرجى قناة إدخال كلمة السر

# Primitive is not correct,please reenter
source: Original password incorrect, please input again
ar: كلمة المرور الأصلية غير صحيحة، يرجى إدخال مرة أخرى

# Password lenth is 4,please reenter
source: Pleae input a 4 digit password
ar: الرجاء إدخال كلمة مرور 4 أرقام

# Are you sure to change the password
source: Confirm to change password?
ar: تأكيد تغيير كلمة السر؟

# Change password fail
source: Password change unsuccessful
ar: تغيير كلمة المرور غير ناجحة

source: Verify Password
ar: تأكيد كلمة المرور

source: Primitive Password
ar: كلمة المرور الأصلية

source: New Password
ar: كلمة المرور الجديدة

# The CA will expire on
source: CA expiry date
ar: CA انتهت صلاحيتة

source: Polar
ar: قطبي

# Searching...
source: Seraching…
ar: تبحث ...

# Search fail
source: Search failed
ar: فشل بحث

source: Completed
ar: الانتهاء

# Are you really want to run the factory reset?
source: Recover setting to factory default?
ar: استعادة تحديد المصنع الافتراضية؟?

source: Warning
ar: تحذير

# Factory reset success
source: Factory default recover seccessful
ar: استعادة المصنع الافتراضية ناجحة

# Factory reset fail
source: Factory default recover failed
ar: المصنع الافتراضية استعادة فاشلة

# Do you want to download the latest firmware
source: Are you sure to download the lastest firmware
ar: هل أنت متأكد لتحميل أحدث البرامج الثابتة

# Download Fail
source: Download unseccessful
ar: التحميل غير ناجح

# Download Completed
source: Download complete
ar: تحميل كامل

# MWatch upgrade success
source: Version upgrated sucessfully. Please reset WIFI name
ar: النسخة تحدثت بنجاح. من فضلك

# MWatch upgrade failed
source: Version upgrate failed
ar: فشل تحديث الاصدار

source: Downloading…
ar: تحميل ...

# had a latest firmware,do you want to update firmware
source: Updated firmware available，update firmware to latest version?
ar: تحديث البرامج الثابتة المتاحة، تحديث البرامج الثابتة إلى الإصدار الأحدث؟

# Is the latest firmware
source: Firmware is already updated the lastest version
ar: يتم تحديث البرامج الثابتة بالفعل أحدث إصدار

# Connect Internet to download firmware
source: Connect to internet to download firmware
ar: الاتصال بالإنترنت لتحميل البرامج الثابتة

# Connect STB to upgrade firmware
source: Connect to STB to update firmware
ar: الاتصال STB لتحديث البرامج الثابتة

# Remind me of the firmware upgrade
source: Remind to update firmware
ar: تذكير لتحديث البرامج الثابتة

# Do not power off or turn off
source: Do not cut power off or turn off the device
ar: لا تقطع الكهرباءأو إيقاف تشغيل الجهاز

source: Wifi name
ar: اسم واي فاي

# ENCODE TYPE
source: Code type
ar: نوع رمز

# Are you really want to modify the WIFI Password
source: Confirm to change wifi password?
ar: تأكيد لتغيير كلمة المرور واي فاي؟

# WIFI password shall not be less than 8
source: Wifi password be no less than 8 digits
ar: واي فاي كلمة المرور لا تقل عن 8 أرقام

source: Password
ar: كلمة السر

# Need Password
source: Password required
ar: كلمة المرور المطلوبة

source: Please input wifi name
ar: الرجاء إدخال اسم واي فاي
